Repository: Anenokil/PythonProject-PreciousSource
Catalog: Deadline/po/*.UTF-8/LC_MESSAGES/Deadline.po
Languages: ru_ru

source: Warning! Placeholder length is larger then max_length of the field!
ru_ru: Внимание! Длина информационного сообщения больше, чем допустимая длина ввода!

source: Bore failed:
ru_ru: Ошибка запуска bore:

source: Error reading bore output:
ru_ru: Ошибка при парсинге вывода bore:

source: Bore tunnel setup timed out
ru_ru: Время установления соединения истекло

source: Error checking for message:
ru_ru: Ошибка при получении сообщения:

source: Error closing client socket:
ru_ru: Ошибочное закрытие сокета клиента

source: Error closing server socket:
ru_ru: Ошибочное закрытие сокета сервера

source: Deadline - Main menu
ru_ru: Deadline - Главное меню

source: Host game
ru_ru: Создать игру

source: Connect
ru_ru: Подключиться

source: Settings
ru_ru: Настройки

source: Exit
ru_ru: Выход

source: Deadline - Host game
ru_ru: Deadline - Создать игру

source: Use Bore for connection
ru_ru: Использовать для подключения Bore

source: Host
ru_ru: Создать игру

source: Enter Port
ru_ru: Порт

source: Host Game
ru_ru: Создать игру

source: Waiting for connection on
ru_ru: Ожидание подключения по

source: Deadline - Connect
ru_ru: Deadline - Подключиться

source: Enter IP
ru_ru: Введите IP

source: Deadline - Settings
ru_ru: Deadline - Настройки
